/**
 * Created by dasha on 16.03.2019.
 */
import { Menu } from '../_models/menu';

export const STL_MENU: Menu[] = [
  { id: 1, weight: '250', name:	'Каша молочная геркулесовая с маслом', cost: 40, sostav: ' '},
  { id: 2, weight: '150/20', name:	'Пудинг творожный с курагой, сгущенным молоком', cost: 60, sostav: 'Творог, манная крупа, мука, яйца, курага, сгущеное молоко'},
  { id: 3, weight: '150/20', name:	'Пудинг творожный с курагой, сметаной', cost: 60, sostav: 'Творог, манная крупа, мука, яйца, курага, сметана'},
  { id: 4, weight: '80/20', name:	'Апельсин с клюквенным соусом', cost: 40, sostav: 'Творог, манная крупа, мука, яйца, курага, сметана'},
  { id: 5, weight: '150', name:	'Морковь по-корейски', cost: 25, sostav: ' '},
  { id: 6, weight: '100', name:	'Салат "Витаминный"', cost: 30, sostav: 'Овощи, фрукты'},
  { id: 7, weight: '40/250/10/3/1', name: 'Солянка мясная сборная со сметаной, лимоном, маслиной', cost: 80, sostav: ' Бульон, колбаса, лимон, маслны, огурцы маринованные, лук'},
  { id: 8, weight: '250', name: 'Суп-пюре из шампиньонов', cost: 60, sostav: ' Не указан '},
  { id: 9, weight: '250', name: 'Капуста, тушенная с сосисками', cost: 70, sostav: ' Не указан '},
  { id: 10, weight: '100', name: 'Жульен на сливках', cost: 90, sostav: ' Грибы, сливки, сыр'},
  { id: 11, weight: '100', name: 'Котлета "Московская"', cost: 85, sostav: ' Не указан '},
  { id: 12, weight: '100', name: 'Котлета рыбная "Нежная"', cost: 115, sostav: ' Не указан '},
  { id: 13, weight: '150', name: 'Картофельное пюре', cost: 35, sostav: 'Картофель, молоко, вода, масло сливочное'},
  { id: 14, weight: '150', name: 'Гречневая каша', cost: 20, sostav: ' Не указан '},
  { id: 15, weight: '150', name: 'Рис, припущенный в бульоне', cost: 20, sostav: ' Не указан '},
  { id: 16, weight: '10', name: 'Горчица', cost: 5, sostav: ' Не указан '},
  { id: 17, weight: '50', name: 'Кетчуп "Хайнц"', cost: 20, sostav: ' Не указан '},
  { id: 18, weight: '200', name: 'Горячий шоколад', cost: 30, sostav: ' Не указан '},
  { id: 19, weight: '200', name: 'Компот из кураги', cost: 30, sostav: ' Не указан '},
  { id: 20, weight: '200', name: 'Компот вишнёвый', cost: 30, sostav: ' Не указан '},
  { id: 21, weight: '200 мл / 16', name: 'Чай без сахара', cost: 15, sostav: ' Не указан '},
  { id: 22, weight: '200 мл / 16', name: 'Чай с лимоном', cost: 15, sostav: ' Не указан '},
  { id: 23, weight: '200 мл / 16', name: 'Чай с сахаром и лимоном', cost: 15, sostav: ' Не указан '},
  { id: 24, weight: '200 мл / 16', name: 'Чай с сахаром', cost: 15, sostav: ' Не указан '},
  { id: 25, weight: '200 мл / 16', name: 'Кофе б/р с сахаром', cost: 25, sostav: ' Не указан '},
  { id: 26, weight: '200 мл / 16', name: 'Кофе б/р без сахара', cost: 25, sostav: ' Не указан '}

];
